Revit 2024 API
ParameterTypeId.StairsRuntypeRunMaterial Property
 "Monolithic Material": Material
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsRuntypeRunMaterial { get; }
Visual Basic
Public Shared ReadOnly Property StairsRuntypeRunMaterial As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsRuntypeRunMaterial {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace